
"About %@" = "À propos de %@";
"Hide %@" = "Masquer %@";
"Hide Others" = "Masquer les autres";
"Show All" = "Afficher tout";
"Quit %@" = "Quitter %@";

"Another %@ is currently running. Please close all instances of it now." = "Un autre %@ est actuellement ouvert. Veuillez fermer toutes les fenêtres maintenant.";

"Are you sure you want to exit %@ setup?" = "Êtes-vous sûr de vouloir quitter la configuration d'%@?";

"Are you sure you want to exit before the process is completed?" = "Êtes-vous sûr de vouloir quitter avant la fin du processus?";

"Continue" = "Continuer";

"Direct Download" = "Téléchargement direct";

"Due to some error, the installation cannot be completed. Please check your Internet connection and try again. You can also click \"Direct Download\" to get a full package from the official website." = "En raison d'une erreur, l'installation ne peut pas être terminée. S'il vous plaît, vérifiez votre connexion à internet et réessayez. Vous pouvez également cliquer sur \"Téléchargement direct\" pour obtenir un package complet sur le site officiel.";

"Exit" = "Quitter";

"I've read and agreed to %@" = "J'ai lu et j'accepte %@";

"%@ License Agreement" = "l'Accord de Licence %@";

"Install" = "Installer";

"Installing...please wait ( %1.1f%% finished)" = "Installation en cours...veuillez patienter(%1.1f%% terminé)";

"OK" = "OK";

"Please agree %@ License Agreement before installing %@!" = "Veuillez accepter l'Accord de Licence %@ avant d'installer %@!";

"Try Again" = "Réessayer";

